abusaidm.html-snippets
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
davidhouchin.whitespace-plus
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
felipecaputo.git-project-manager
formulahendry.auto-close-tag
ionutvmi.path-autocomplete
jebbs.plantuml
mechatroner.rainbow-csv
mikestead.dotenv
mitchdenny.ecdc
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-vsliveshare.vsliveshare
octref.vetur
satokaz.vscode-bs-ctrlchar-remover
tomoki1207.vscode-input-sequence
vscode-icons-team.vscode-icons